index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2025-01-10 Fri 17:57 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Martin Kristiansen's blog</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="https://latex.now.sh/style.css" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">Martin Kristiansen's blog</h1>
<p>
This page is an example of what can be done with a simple editor and a lot of time.
</p>

<p>
Lorem Ipsum is simply dummy text of the printing and typesetting
industry. Lorem Ipsum has been the industry's standard dummy text ever
since the 1500s, when an unknown printer took a galley of type and
scrambled it to make a type specimen book. It has survived not only
five centuries, but also the leap into electronic typesetting,
remaining essentially unchanged. It was popularised in the 1960s with
the release of Letraset sheets containing Lorem Ipsum passages, and
more recently with desktop publishing software like Aldus PageMaker
including versions of Lorem Ipsum
</p>

<div id="outline-container-org203c6dd" class="outline-2">
<h2 id="org203c6dd">Areas of interest:</h2>
<div class="outline-text-2" id="text-org203c6dd">
<ul class="org-ul">
<li>Understanding Financial Markets</li>
<li>Algorithm Design and Optimization</li>
<li>Efficient Algorithm Implementation</li>
</ul>


<div class="org-src-container">
<pre class="src src-clang">#include &lt;stdio.h&gt;
int main() {
  printf("hello world\n");
  return 0;
}
</pre>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Created: 2025-01-10 Fri 17:57</p>
</div>
</body>
</html>